Repository: jaywcjlove/app-i18n
Catalog: i18n/source/focuscursor/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, zh_hans, zh_hant

# %@ -> **%@** -> **%@** -> Add **%@** and check
source: %1$@ -> **%2$@** -> **%3$@** -> Add **%4$@** and check
de: %1$@ -> **%2$@** -> **%3$@** -> **%4$@** hinzufügen und aktivieren
fr: %1$@ -> **%2$@** -> **%3$@** -> Ajouter **%4$@** et vérifier
it: %1$@ -> **%2$@** -> **%3$@** -> Aggiungi **%4$@** e verifica
ja: %1$@ -> **%2$@** -> **%3$@** -> **%4$@** を追加して確認
ko: %1$@ -> **%2$@** -> **%3$@** -> **%4$@** 추가 및 확인
ru: %1$@ -> **%2$@** -> **%3$@** -> Добавить **%4$@** и проверить
zh_hans: %1$@ -> **%2$@** -> **%3$@** -> 添加 **%4$@** 并勾选
zh_hant: %1$@ -> **%2$@** -> **%3$@** -> 新增 **%4$@** 並檢查

# %lld/s · life %@s
source: %1$lld/s · life %2$@s
de: %1$lld/s · Leben %2$@s
fr: %1$lld/s · durée %2$@s
it: %1$lld/s · durata %2$@s
ja: %1$lld/s · 寿命 %2$@s
ko: %1$lld/s · 수명 %2$@s
ru: %1$lld/с · время жизни %2$@с
zh_hans: %1$lld/s · 寿命 %2$@s
zh_hant: %1$lld/s · 生命週期 %2$@s

source: +X is right of the cursor tip, +Y is above. Layer Offset stacks on top in Custom mode.
de: +X ist rechts von der Cursorspitze, +Y ist oben. Ebenenversatz wird im benutzerdefinierten Modus obenauf gestapelt.
fr: +X est à droite du curseur, +Y est au-dessus. Le décalage de calque s'empile par-dessus en mode personnalisé.
it: +X è a destra del cursore, +Y è in alto. Lo scostamento del livello si sovrappone in modalità personalizzata.
ja: +Xはカーソル先端の右側、+Yは上方向です。カスタムモードではレイヤーオフセットが上に重なります。
ko: +X는 커서 끝의 오른쪽, +Y는 위쪽입니다. 사용자 정의 모드에서는 레이어 오프셋이 위에 쌓입니다.
ru: +X справа от кончика курсора, +Y сверху. Смещение слоя накладывается поверх в пользовательском режиме.
zh_hans: +X 在光标尖端的右侧，+Y 在上方。自定义模式下图层偏移叠加在上面。
zh_hant: +X 在游標尖端的右側，+Y 在上方。自訂模式下圖層偏移疊加在上面。

source: +Y is up in Core Animation. Use negative Y for gravity.
de: +Y ist oben in Core Animation. Verwende negatives Y für Schwerkraft.
fr: +Y est en haut dans Core Animation. Utilisez Y négatif pour la gravité.
it: +Y è in alto in Core Animation. Usa Y negativo per la gravità.
ja: +YはCore Animationで上方向です。重力には負のYを使用します。
ko: +Y는 Core Animation에서 위쪽입니다. 중력에는 음수 Y를 사용하세요.
ru: +Y направлен вверх в Core Animation. Используйте отрицательный Y для гравитации.
zh_hans: +Y 在 Core Animation 中为上方。使用负 Y 值模拟重力。
zh_hant: +Y 在 Core Animation 中是上方。重力請使用負 Y 值。

source: About
de: Über
fr: À propos
it: Informazioni
ja: について
ko: 정보
ru: О программе
zh_hans: 关于
zh_hant: 關於

source: About %@
de: Über %@
fr: À propos de %@
it: Informazioni su %@
ja: %@ について
ko: %@ 정보
ru: О программе %@
zh_hans: 关于 %@
zh_hant: 關於 %@

source: Acceleration
de: Beschleunigung
fr: Accélération
it: Accelerazione
ja: 加速度
ko: 가속도
ru: Ускорение
zh_hans: 加速度
zh_hant: 加速度

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
ru: Добавить
zh_hans: 添加
zh_hant: 新增

source: Additive
de: Additiv
fr: Additif
it: Additivo
ja: 加算
ko: 가산
ru: Аддитивный
zh_hans: 叠加
zh_hant: 加算

source: Additive Blend
de: Additive Überblendung
fr: Mélange additif
it: Fusione additiva
ja: 加算ブレンド
ko: 가산 블렌드
ru: Аддитивное смешивание
zh_hans: 叠加混合
zh_hant: 加算混合

source: Alpha Range
de: Alpha-Bereich
fr: Plage alpha
it: Intervallo alfa
ja: アルファ範囲
ko: 알파 범위
ru: Диапазон альфа
zh_hans: Alpha 范围
zh_hant: Alpha 範圍

source: Alpha Speed
de: Alpha-Geschwindigkeit
fr: Vitesse alpha
it: Velocità alfa
ja: アルファ速度
ko: 알파 속도
ru: Скорость альфа
zh_hans: Alpha 速度
zh_hant: Alpha 速度

source: Angle
de: Winkel
it: Angolo
ja: 角度
ko: 각도
ru: Угол
zh_hans: 角度
zh_hant: 角度

source: Angle Range
de: Winkelbereich
fr: Plage d'angle
it: Intervallo angolo
ja: 角度範囲
ko: 각도 범위
ru: Диапазон угла
zh_hans: 角度范围
zh_hant: 角度範圍

source: Auto Fade (α ≈ -1/lifetime)
de: Auto Fade (α ≈ -1/Lebensdauer)
fr: Fondu auto (α ≈ -1/durée de vie)
it: Dissolvenza auto (α ≈ -1/durata)
ja: 自動フェード (α ≈ -1/寿命)
ko: 자동 페이드 (α ≈ -1/수명)
ru: Авто затухание (α ≈ -1/время жизни)
zh_hans: 自动淡出 (α ≈ -1/寿命)
zh_hant: 自動淡出 (α ≈ -1/生命週期)

source: Below tip
de: Unterhalb der Spitze
fr: Sous la pointe
it: Sotto la punta
ja: 先端の下
ko: 끝 아래
ru: Под кончиком
zh_hans: 尖端下方
zh_hant: 尖端下方

source: Birth & Lifetime
de: Erzeugung & Lebensdauer
fr: Génération et durée de vie
it: Generazione e durata
ja: 生成と寿命
ko: 생성 및 수명
ru: Рождение и время жизни
zh_hans: 生成与生命周期
zh_hant: 生成與生命週期

source: Birth Rate
de: Erzeugungsrate
fr: Taux de génération
it: Tasso di generazione
ja: 生成レート
ko: 생성 속도
ru: Частота рождения
zh_hans: 生成速率
zh_hant: 生成速率

source: Birth Rate ×
de: Erzeugungsrate ×
fr: Taux de génération ×
it: Tasso di generazione ×
ja: 生成レート ×
ko: 생성 속도 ×
ru: Частота рождения ×
zh_hans: 生成速率 ×
zh_hant: 生成速率 ×

source: Blue Range
de: Blau-Bereich
fr: Plage bleue
it: Intervallo blu
ja: 青範囲
ko: 파랑 범위
ru: Диапазон синего
zh_hans: 蓝色范围
zh_hant: 藍色範圍

source: Blue Speed
de: Blau-Geschwindigkeit
fr: Vitesse bleue
it: Velocità blu
ja: 青速度
ko: 파랑 속도
ru: Скорость синего
zh_hans: 蓝色速度
zh_hant: 藍色速度

source: Blur Radius
de: Unschärfe-Radius
fr: Rayon de flou
it: Raggio sfocatura
ja: ぼかし半径
ko: 블러 반경
ru: Радиус размытия
zh_hans: 模糊半径
zh_hant: 模糊半徑

source: Bubble Trail
de: Blasenspur
fr: Traînée de bulles
it: Scia di bolle
ja: 泡の軌跡
ko: 거품 궤적
ru: Пузырьковый след
zh_hans: 气泡轨迹
zh_hant: 氣泡軌跡

source: Bubbles Effect
de: Blaseneffekt
fr: Effet bulles
it: Effetto bolle
ja: 泡エフェクト
ko: 거품 효과
ru: Эффект пузырей
zh_hans: 气泡效果
zh_hant: 氣泡效果

source: Burst Effect
de: Explosionseffekt
fr: Effet d'éclatement
it: Effetto esplosione
ja: 破裂エフェクト
ko: 폭발 효과
ru: Эффект вспышки
zh_hans: 爆裂效果
zh_hant: 爆發效果

source: CAEmitterLayer particles. Move the mouse to preview.
de: CAEmitterLayer-Partikel. Maus bewegen für Vorschau.
fr: Particules CAEmitterLayer. Déplacez la souris pour prévisualiser.
it: Particelle CAEmitterLayer. Muovi il mouse per l'anteprima.
ja: CAEmitterLayerパーティクル。マウスを動かしてプレビュー。
ko: CAEmitterLayer 파티클. 마우스를 움직여 미리 보세요.
ru: Частицы CAEmitterLayer. Переместите мышь для предпросмотра.
zh_hans: CAEmitterLayer 粒子。移动鼠标预览。
zh_hant: CAEmitterLayer 粒子。移動滑鼠以預覽。

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Center (relative to cursor)
de: Zentrum (relativ zum Cursor)
fr: Centre (par rapport au curseur)
it: Centro (rispetto al cursore)
ja: 中心（カーソルからの相対位置）
ko: 중심 (커서 기준)
ru: Центр (относительно курсора)
zh_hans: 中心（相对于光标）
zh_hant: 中心（相對於游標）

source: Center X
de: Zentrum X
fr: Centre X
it: Centro X
ja: 中心 X
ko: 중심 X
ru: Центр X
zh_hans: 中心 X
zh_hant: 中心 X

source: Center Y
de: Zentrum Y
fr: Centre Y
it: Centro Y
ja: 中心 Y
ko: 중심 Y
ru: Центр Y
zh_hans: 中心 Y
zh_hant: 中心 Y

source: Circle Effect
de: Kreiseffekt
fr: Effet cercle
it: Effetto cerchio
ja: 円エフェクト
ko: 원형 효과
ru: Эффект круга
zh_hans: 圆形效果
zh_hant: 圓形效果

source: Clear Drawing Board
de: Zeichenbrett löschen
fr: Effacer le tableau de dessin
it: Cancella tavolo da disegno
ja: 描画ボードをクリア
ko: 그리기 보드 지우기
ru: Очистить доску
zh_hans: 清空绘图板
zh_hant: 清除繪圖板

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: 色
ko: 색상
ru: Цвет
zh_hans: 颜色
zh_hant: 顏色

source: Color Range
de: Farbbereich
fr: Plage de couleur
it: Intervallo colore
ja: 色範囲
ko: 색상 범위
ru: Диапазон цвета
zh_hans: 颜色范围
zh_hant: 顏色範圍

source: Color Speed
de: Farbgeschwindigkeit
fr: Vitesse de couleur
it: Velocità colore
ja: 色速度
ko: 색상 속도
ru: Скорость цвета
zh_hans: 颜色速度
zh_hant: 顏色速度

source: Comet Trail
de: Kometenspur
fr: Traînée de comète
it: Scia di cometa
ja: 彗星の軌跡
ko: 혜성 궤적
ru: Кометный след
zh_hans: 彗星轨迹
zh_hant: 彗星軌跡

source: Confetti Effect
de: Konfetti-Effekt
fr: Effet confettis
it: Effetto coriandoli
ja: 紙吹雪エフェクト
ko: 색종이 효과
ru: Эффект конфетти
zh_hans: 彩纸效果
zh_hant: 彩紙效果

source: Contact
de: Kontakt
it: Contatto
ja: お問い合わせ
ko: 문의
ru: Контакты
zh_hans: 联系我们
zh_hant: 聯絡我們

source: Copies the current preset into editable CAEmitterCell layers.
de: Kopiert die Voreinstellung in bearbeitbare CAEmitterCell-Ebenen.
fr: Copie le préréglage actuel en calques CAEmitterCell modifiables.
it: Copia il preset corrente in livelli CAEmitterCell modificabili.
ja: 現在のプリセットを編集可能なCAEmitterCellレイヤーにコピーします。
ko: 현재 프리셋을 편집 가능한 CAEmitterCell 레이어로 복사합니다.
ru: Копирует текущий пресет в редактируемые слои CAEmitterCell.
zh_hans: 将当前预设复制为可编辑的 CAEmitterCell 图层。
zh_hant: 將目前預設複製為可編輯的 CAEmitterCell 圖層。

source: Copy (⌘C)
de: Kopieren (⌘C)
fr: Copier (⌘C)
it: Copia (⌘C)
ja: コピー (⌘C)
ko: 복사 (⌘C)
ru: Копировать (⌘C)
zh_hans: 复制 (⌘C)
zh_hant: 複製 (⌘C)

source: Corner Radius
de: Eckenradius
fr: Rayon d'angle
it: Raggio angolo
ja: 角の半径
ko: 모서리 반경
ru: Радиус угла
zh_hans: 圆角半径
zh_hant: 圓角半徑

source: Custom Particles
de: Benutzerdefinierte Partikel
fr: Particules personnalisées
it: Particelle personalizzate
ja: カスタムパーティクル
ko: 사용자 정의 파티클
ru: Пользовательские частицы
zh_hans: 自定义粒子
zh_hant: 自訂粒子

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Detailed Parameter Settings
de: Detaillierte Parametereinstellungen
fr: Paramètres détaillés
it: Impostazioni dettagliate parametri
ja: 詳細パラメータ設定
ko: 세부 파라미터 설정
ru: Детальные настройки параметров
zh_hans: 详细参数设置
zh_hant: 詳細參數設定

source: Disable
de: Deaktivieren
fr: Désactiver
it: Disabilita
ja: 無効
ko: 비활성화
ru: Отключить
zh_hans: 禁用
zh_hant: 停用

source: Drawing Board
de: Zeichenbrett
fr: Tableau de dessin
it: Tavolo da disegno
ja: 描画ボード
ko: 그리기 보드
ru: Доска для рисования
zh_hans: 绘图板
zh_hant: 繪圖板

source: Drawing tools, colors, and stroke width are configured in the on-screen Drawing Board toolbar powered by ScapDrawingKit.
de: Zeichenwerkzeuge, Farben und Strichstärke werden in der Zeichenbrett-Symbolleiste konfiguriert, die von ScapDrawingKit bereitgestellt wird.
fr: Les outils de dessin, les couleurs et la largeur du trait sont configurés dans la barre d'outils du tableau de dessin à l'écran, propulsée par ScapDrawingKit.
it: Strumenti di disegno, colori e larghezza tratto sono configurati nella barra degli strumenti del tavolo da disegno a schermo, basata su ScapDrawingKit.
ja: 描画ツール、色、線の太さは、ScapDrawingKit搭載の画面上の描画ボードツールバーで設定します。
ko: 그리기 도구, 색상, 선 두께는 ScapDrawingKit 기반의 화면 그리기 보드 도구 모음에서 설정합니다.
ru: Инструменты рисования, цвета и ширина обводки настраиваются на панели инструментов доски на основе ScapDrawingKit.
zh_hans: 绘图工具、颜色和描边宽度可在屏幕上由 ScapDrawingKit 驱动的绘图板工具栏中配置。
zh_hant: 繪圖工具、顏色和筆觸寬度在 ScapDrawingKit 驅動的螢幕繪圖板工具列中設定。

source: Duplicate
de: Duplizieren
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
ru: Дублировать
zh_hans: 复制
zh_hant: 複製

source: Edit as Custom Layers…
de: Als benutzerdefinierte Ebenen bearbeiten…
fr: Modifier comme calques personnalisés…
it: Modifica come livelli personalizzati…
ja: カスタムレイヤーとして編集…
ko: 사용자 정의 레이어로 편집…
ru: Редактировать как пользовательские слои…
zh_hans: 编辑为自定义图层…
zh_hant: 編輯為自訂圖層…

source: Effect
de: Effekt
fr: Effet
it: Effetto
ja: エフェクト
ko: 효과
ru: Эффект
zh_hans: 效果
zh_hant: 效果

source: Electric Trail
de: Elektrische Spur
fr: Traînée électrique
it: Scia elettrica
ja: 電気の軌跡
ko: 전기 궤적
ru: Электрический след
zh_hans: 电流轨迹
zh_hant: 電流軌跡

source: Enable
de: Aktivieren
fr: Activer
it: Abilita
ja: 有効
ko: 활성화
ru: Включить
zh_hans: 启用
zh_hant: 啟用

source: Enable Drawing Board
de: Zeichenbrett aktivieren
fr: Activer le tableau de dessin
it: Abilita tavolo da disegno
ja: 描画ボードを有効にする
ko: 그리기 보드 활성화
ru: Включить доску для рисования
zh_hans: 启用绘图板
zh_hant: 啟用繪圖板

source: Enabled
de: Aktiviert
fr: Activé
it: Abilitato
ja: 有効
ko: 활성화됨
ru: Включено
zh_hans: 已启用
zh_hant: 已啟用

source: Enlarge Size
de: Größe vergrößern
fr: Agrandir la taille
it: Ingrandisci dimensione
ja: サイズを拡大
ko: 크기 확대
ru: Увеличить размер
zh_hans: 放大尺寸
zh_hant: 放大尺寸

source: Exit (Esc)
de: Beenden (Esc)
fr: Quitter (Esc)
it: Esci (Esc)
ja: 終了 (Esc)
ko: 종료 (Esc)
ru: Выход (Esc)
zh_hans: 退出 (Esc)
zh_hant: 退出 (Esc)

source: Exit Drawing Board
de: Zeichenbrett beenden
fr: Quitter le tableau de dessin
it: Esci dal tavolo da disegno
ja: 描画ボードを終了
ko: 그리기 보드 종료
ru: Выйти из доски
zh_hans: 退出绘画板
zh_hant: 退出繪圖板

source: Final position = cursor + Center + Layer Offset.
de: Endposition = Cursor + Zentrum + Ebenenversatz.
fr: Position finale = curseur + Centre + Décalage de calque.
it: Posizione finale = cursore + Centro + Scostamento livello.
ja: 最終位置 = カーソル + 中心 + レイヤーオフセット。
ko: 최종 위치 = 커서 + 중심 + 레이어 오프셋.
ru: Финальная позиция = курсор + Центр + Смещение слоя.
zh_hans: 最终位置 = 光标 + 中心 + 图层偏移。
zh_hant: 最終位置 = 游標 + 中心 + 圖層偏移。

source: Fire Trail
de: Feuerspur
fr: Traînée de feu
it: Scia di fuoco
ja: 炎の軌跡
ko: 불꽃 궤적
ru: Огненный след
zh_hans: 火焰轨迹
zh_hant: 火焰軌跡

source: Fireworks Effect
de: Feuerwerk-Effekt
fr: Effet feux d'artifice
it: Effetto fuochi d'artificio
ja: 花火エフェクト
ko: 불꽃놀이 효과
ru: Эффект фейерверка
zh_hans: 烟花效果
zh_hant: 煙火效果

source: Flashlight Mode
de: Taschenlampen-Modus
fr: Mode lampe torche
it: Modalità torcia
ja: フラッシュライトモード
ko: 플래시라이트 모드
ru: Режим фонарика
zh_hans: 手电筒模式
zh_hant: 手電筒模式

source: Free
de: Kostenlos
fr: Gratuit
it: Gratuito
ja: 無料
ko: 무료
ru: Бесплатно
zh_hans: 免费
zh_hant: 免費

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
ru: Общие
zh_hans: 常规
zh_hant: 一般

source: Grant
de: Gewähren
fr: Autoriser
it: Concedi
ja: 許可
ko: 허용
ru: Предоставить
zh_hans: 授权
zh_hant: 允許

source: Granted
de: Gewährt
fr: Autorisé
it: Concesso
ja: 許可済み
ko: 허용됨
ru: Предоставлено
zh_hans: 已授权
zh_hant: 已允許

source: Gravity ×
de: Schwerkraft ×
fr: Gravité ×
it: Gravità ×
ja: 重力 ×
ko: 중력 ×
ru: Гравитация ×
zh_hans: 重力 ×
zh_hant: 重力 ×

source: Green Range
de: Grün-Bereich
fr: Plage verte
it: Intervallo verde
ja: 緑範囲
ko: 초록 범위
ru: Диапазон зелёного
zh_hans: 绿色范围
zh_hant: 綠色範圍

source: Green Speed
de: Grün-Geschwindigkeit
fr: Vitesse verte
it: Velocità verde
ja: 緑速度
ko: 초록 속도
ru: Скорость зелёного
zh_hans: 绿色速度
zh_hant: 綠色速度

source: Hard Circle
de: Harter Kreis
fr: Cercle dur
it: Cerchio duro
ja: ハードサークル
ko: 하드 원
ru: Жёсткий круг
zh_hans: 硬圆
zh_hant: 硬邊圓形

source: Heart
de: Herz
fr: Cœur
it: Cuore
ja: ハート
ko: 하트
ru: Сердце
zh_hans: 心形
zh_hant: 愛心

source: Heart Trail
de: Herzspur
fr: Traînée de cœurs
it: Scia di cuori
ja: ハートの軌跡
ko: 하트 궤적
ru: Сердечный след
zh_hans: 心形轨迹
zh_hant: 愛心軌跡

source: Hearts Effect
de: Herzen-Effekt
fr: Effet cœurs
it: Effetto cuori
ja: ハートエフェクト
ko: 하트 효과
ru: Эффект сердец
zh_hans: 心形效果
zh_hant: 愛心效果

source: Hide Dock Icon
de: Dock-Symbol ausblenden
fr: Masquer l'icône du Dock
it: Nascondi icona Dock
ja: Dockアイコンを隠す
ko: 독 아이콘 숨기기
ru: Скрыть значок Dock
zh_hans: 隐藏扩展坞图标
zh_hant: 隱藏 Dock 圖示

source: Hide Drawing Board Tool
de: Zeichenbrett-Werkzeug ausblenden
fr: Masquer l'outil de tableau de dessin
it: Nascondi strumento tavolo da disegno
ja: 描画ボードツールを隠す
ko: 그리기 보드 도구 숨기기
ru: Скрыть инструмент доски
zh_hans: 隐藏绘图板工具
zh_hant: 隱藏繪圖板工具

source: Highlighted edge
de: Hervorgehobene Kante
fr: Bord surligné
it: Bordo evidenziato
ja: ハイライトエッジ
ko: 강조 엣지
ru: Выделенный край
zh_hans: 高亮边缘
zh_hant: 高亮邊緣

source: Highlighted Edge Width
de: Hervorgehobene Kantenbreite
fr: Largeur du bord surligné
it: Larghezza bordo evidenziato
ja: ハイライトエッジ幅
ko: 강조 엣지 두께
ru: Ширина выделенного края
zh_hans: 高亮边框宽度
zh_hant: 高亮邊緣寬度

source: Image
de: Bild
it: Immagine
ja: 画像
ko: 이미지
ru: Изображение
zh_hans: 图像
zh_hant: 圖片

source: Input Monitoring
de: Eingabeüberwachung
fr: Surveillance des entrées
it: Monitoraggio input
ja: 入力監視
ko: 입력 모니터링
ru: Мониторинг ввода
zh_hans: 输入监控
zh_hant: 輸入監控

source: Latitude
de: Breitengrad
it: Latitudine
ja: 緯度
ko: 위도
ru: Широта
zh_hans: 纬度
zh_hant: 緯度

source: Latitude Range
de: Breitengradbereich
fr: Plage de latitude
it: Intervallo latitudine
ja: 緯度範囲
ko: 위도 범위
ru: Диапазон широты
zh_hans: 纬度范围
zh_hant: 緯度範圍

source: Launch at login
de: Beim Anmelden starten
fr: Lancer à l'ouverture de session
it: Avvia al login
ja: ログイン時に起動
ko: 로그인 시 실행
ru: Запускать при входе
zh_hans: 开机启动
zh_hant: 登入時啟動

source: Layer Offset (x / y, stacked on Center)
de: Ebenenversatz (x / y, auf Zentrum gestapelt)
fr: Décalage de calque (x / y, empilé sur le Centre)
it: Scostamento livello (x / y, sovrapposto al Centro)
ja: レイヤーオフセット（x / y、中心に重ねる）
ko: 레이어 오프셋 (x / y, 중심에 쌓기)
ru: Смещение слоя (x / y, накладывается на Центр)
zh_hans: 图层偏移（x / y，叠加在中心上）
zh_hant: 圖層偏移（x / y，疊加在中心上）

source: Layer Offset X
de: Ebenenversatz X
fr: Décalage de calque X
it: Scostamento livello X
ja: レイヤーオフセット X
ko: 레이어 오프셋 X
ru: Смещение слоя X
zh_hans: 图层偏移 X
zh_hant: 圖層偏移 X

source: Layer Offset Y
de: Ebenenversatz Y
fr: Décalage de calque Y
it: Scostamento livello Y
ja: レイヤーオフセット Y
ko: 레이어 오프셋 Y
ru: Смещение слоя Y
zh_hans: 图层偏移 Y
zh_hant: 圖層偏移 Y

source: Lifetime
de: Lebensdauer
fr: Durée de vie
it: Durata
ja: 寿命
ko: 수명
ru: Время жизни
zh_hans: 生命周期
zh_hant: 生命週期

source: Lifetime ×
de: Lebensdauer ×
fr: Durée de vie ×
it: Durata ×
ja: 寿命 ×
ko: 수명 ×
ru: Время жизни ×
zh_hans: 生命周期 ×
zh_hant: 生命週期 ×

source: Lifetime Range
de: Lebensdauerbereich
fr: Plage de durée de vie
it: Intervallo durata
ja: 寿命範囲
ko: 수명 범위
ru: Диапазон времени жизни
zh_hans: 生命周期范围
zh_hant: 生命週期範圍

source: Line Width
de: Linienbreite
fr: Largeur de ligne
it: Larghezza linea
ja: 線の太さ
ko: 선 두께
ru: Ширина линии
zh_hans: 线宽
zh_hant: 線條寬度

source: Magic Trail
de: Magische Spur
fr: Traînée magique
it: Scia magica
ja: 魔法の軌跡
ko: 마법 궤적
ru: Магический след
zh_hans: 魔法轨迹
zh_hant: 魔法軌跡

source: Main Window
de: Hauptfenster
fr: Fenêtre principale
it: Finestra principale
ja: メインウィンドウ
ko: 메인 윈도우
ru: Главное окно
zh_hans: 主窗口
zh_hant: 主視窗

source: Mouse Click Effect
de: Mausklick-Effekt
fr: Effet de clic de souris
it: Effetto clic mouse
ja: マウスクリックエフェクト
ko: 마우스 클릭 효과
ru: Эффект клика мыши
zh_hans: 鼠标点击特效
zh_hant: 滑鼠點擊效果

source: Mouse Down
de: Maus gedrückt
fr: Clic souris
it: Clic mouse
ja: マウスダウン
ko: 마우스 다운
ru: Нажатие мыши
zh_hans: 鼠标按下
zh_hant: 滑鼠按下

source: Mouse Follow
de: Maus folgen
fr: Suivi de souris
it: Inseguimento mouse
ja: マウス追従
ko: 마우스 따라가기
ru: Следование за мышью
zh_hans: 鼠标跟随
zh_hant: 滑鼠跟隨

source: Mouse Follow Effect
de: Mausfolge-Effekt
fr: Effet de suivi de souris
it: Effetto inseguimento mouse
ja: マウス追従エフェクト
ko: 마우스 따라가기 효과
ru: Эффект следования за мышью
zh_hans: 鼠标跟随特效
zh_hant: 滑鼠跟隨效果

source: Mouse Mask
de: Mausmaske
fr: Masque de souris
it: Maschera mouse
ja: マウスマスク
ko: 마우스 마스크
ru: Маска мыши
zh_hans: 鼠标遮罩
zh_hant: 滑鼠遮罩

source: Mouse Mask Effect
de: Mausmasken-Effekt
fr: Effet de masque de souris
it: Effetto maschera mouse
ja: マウスマスクエフェクト
ko: 마우스 마스크 효과
ru: Эффект маски мыши
zh_hans: 鼠标遮罩特效
zh_hant: 滑鼠遮罩效果

source: My Apps
de: Meine Apps
fr: Mes applications
it: Le mie app
ja: マイアプリ
ko: 내 앱
ru: Мои приложения
zh_hans: 我的应用
zh_hant: 我的應用程式

source: Name (unique)
de: Name (eindeutig)
fr: Nom (unique)
it: Nome (univoco)
ja: 名前（一意）
ko: 이름 (고유)
ru: Имя (уникальное)
zh_hans: 名称（唯一）
zh_hant: 名稱（唯一）

source: Neon Effect
de: Neon-Effekt
fr: Effet néon
it: Effetto neon
ja: ネオンエフェクト
ko: 네온 효과
ru: Неоновый эффект
zh_hans: 霓虹效果
zh_hant: 霓虹效果

source: Neon Trail
de: Neonspur
fr: Traînée néon
it: Scia neon
ja: ネオンの軌跡
ko: 네온 궤적
ru: Неоновый след
zh_hans: 霓虹轨迹
zh_hant: 霓虹軌跡

source: Off
de: Aus
fr: Désactivé
it: Spento
ja: オフ
ko: 끄기
ru: Выкл
zh_hans: 关闭
zh_hant: 關閉

source: On
de: Ein
fr: Activé
it: Acceso
ja: オン
ko: 켜기
ru: Вкл
zh_hans: 开启
zh_hant: 開啟

source: Opacity
de: Deckkraft
fr: Opacité
it: Opacità
ja: 不透明度
ko: 불투명도
ru: Непрозрачность
zh_hans: 透明度
zh_hant: 不透明度

source: Open
de: Öffnen
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
ru: Открыть
zh_hans: 打开
zh_hant: 開啟

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les paramètres
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
ru: Открыть настройки
zh_hans: 打开设置
zh_hant: 開啟設定

source: Particle Effect
de: Partikeleffekt
fr: Effet de particules
it: Effetto particelle
ja: パーティクルエフェクト
ko: 파티클 효과
ru: Эффект частиц
zh_hans: 粒子效果
zh_hant: 粒子效果

source: Particle Layers
de: Partikelebenen
fr: Calques de particules
it: Livelli particelle
ja: パーティクルレイヤー
ko: 파티클 레이어
ru: Слои частиц
zh_hans: 粒子图层
zh_hant: 粒子圖層

source: Petals Effect
de: Blütenblätter-Effekt
fr: Effet pétales
it: Effetto petali
ja: 花びらエフェクト
ko: 꽃잎 효과
ru: Эффект лепестков
zh_hans: 花瓣效果
zh_hant: 花瓣效果

source: Preset Intensity
de: Voreingestellte Intensität
fr: Intensité du préréglage
it: Intensità preset
ja: プリセット強度
ko: 프리셋 강도
ru: Интенсивность пресета
zh_hans: 预设强度
zh_hant: 預設強度

source: Pulse Effect
de: Pulseffekt
fr: Effet pulsation
it: Effetto impulso
ja: パルスエフェクト
ko: 펄스 효과
ru: Пульсирующий эффект
zh_hans: 脉冲效果
zh_hant: 脈衝效果

source: Quit %@
de: %@ beenden
fr: Quitter %@
it: Esci da %@
ja: %@ を終了
ko: %@ 종료
ru: Выйти из %@
zh_hans: 退出 %@
zh_hant: 結束 %@

source: Rainbow Effect
de: Regenbogen-Effekt
fr: Effet arc-en-ciel
it: Effetto arcobaleno
ja: 虹エフェクト
ko: 무지개 효과
ru: Радужный эффект
zh_hans: 彩虹效果
zh_hant: 彩虹效果

source: Rainbow Trail
de: Regenbogenspur
fr: Traînée arc-en-ciel
it: Scia arcobaleno
ja: 虹の軌跡
ko: 무지개 궤적
ru: Радужный след
zh_hans: 彩虹轨迹
zh_hant: 彩虹軌跡

source: Red Range
de: Rot-Bereich
fr: Plage rouge
it: Intervallo rosso
ja: 赤範囲
ko: 빨강 범위
ru: Диапазон красного
zh_hans: 红色范围
zh_hant: 紅色範圍

source: Red Speed
de: Rot-Geschwindigkeit
fr: Vitesse rouge
it: Velocità rossa
ja: 赤速度
ko: 빨강 속도
ru: Скорость красного
zh_hans: 红色速度
zh_hant: 紅色速度

source: Redo (⇧⌘Z)
de: Wiederholen (⇧⌘Z)
fr: Rétablir (⇧⌘Z)
it: Ripristina (⇧⌘Z)
ja: やり直し (⇧⌘Z)
ko: 다시 실행 (⇧⌘Z)
ru: Повторить (⇧⌘Z)
zh_hans: 重做 (⇧⌘Z)
zh_hant: 重做 (⇧⌘Z)

source: Reset
de: Zurücksetzen
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 초기화
ru: Сброс
zh_hans: 重置
zh_hant: 重設

source: Reset Center
de: Zentrum zurücksetzen
fr: Réinitialiser le centre
it: Reimposta centro
ja: 中心をリセット
ko: 중심 초기화
ru: Сбросить центр
zh_hans: 重置中心
zh_hant: 重設中心

source: right-click
de: Rechtsklick
fr: clic droit
it: clic destro
ja: 右クリック
ko: 마우스 오른쪽 클릭
ru: правый клик
zh_hans: 右键点击
zh_hant: 滑鼠右鍵

source: Ring Effect
de: Ring-Effekt
fr: Effet anneau
it: Effetto anello
ja: リングエフェクト
ko: 링 효과
ru: Эффект кольца
zh_hans: 环形效果
zh_hant: 圓環效果

source: Ripple Effect
de: Welleneffekt
fr: Effet ondulation
it: Effetto increspatura
ja: 波紋エフェクト
ko: 파문 효과
ru: Эффект ряби
zh_hans: 波纹效果
zh_hant: 漣漪效果

source: Sample Image
de: Beispielbild
fr: Image d'exemple
it: Immagine campione
ja: サンプル画像
ko: 샘플 이미지
ru: Пример изображения
zh_hans: 示例图像
zh_hant: 範例圖片

source: Save (⌘S)
de: Speichern (⌘S)
fr: Enregistrer (⌘S)
it: Salva (⌘S)
ja: 保存 (⌘S)
ko: 저장 (⌘S)
ru: Сохранить (⌘S)
zh_hans: 保存 (⌘S)
zh_hant: 儲存 (⌘S)

source: Scale
de: Skalierung
fr: Échelle
it: Scala
ja: スケール
ko: 스케일
ru: Масштаб
zh_hans: 缩放
zh_hant: 縮放

source: Scale Range
de: Skalierungsbereich
fr: Plage d'échelle
it: Intervallo scala
ja: スケール範囲
ko: 스케일 범위
ru: Диапазон масштаба
zh_hans: 缩放范围
zh_hant: 縮放範圍

source: Scale Speed
de: Skalierungsgeschwindigkeit
fr: Vitesse d'échelle
it: Velocità scala
ja: スケール速度
ko: 스케일 속도
ru: Скорость масштаба
zh_hans: 缩放速度
zh_hant: 縮放速度

source: Security and Privacy
de: Sicherheit und Datenschutz
fr: Sécurité et confidentialité
it: Sicurezza e privacy
ja: セキュリティとプライバシー
ko: 보안 및 개인정보
ru: Безопасность и конфиденциальность
zh_hans: 安全性与隐私
zh_hant: 安全性與隱私權

source: Select a layer above to edit parameters.
de: Wähle oben eine Ebene zum Bearbeiten der Parameter.
fr: Sélectionnez un calque ci-dessus pour modifier les paramètres.
it: Seleziona un livello sopra per modificare i parametri.
ja: 上のレイヤーを選択してパラメータを編集してください。
ko: 위의 레이어를 선택하여 파라미터를 편집하세요.
ru: Выберите слой выше для редактирования параметров.
zh_hans: 选择上方图层以编辑参数。
zh_hant: 選擇上方圖層以編輯參數。

source: Separate RGB Channels
de: RGB-Kanäle trennen
fr: Séparer les canaux RVB
it: Separa canali RGB
ja: RGBチャンネルを分離
ko: RGB 채널 분리
ru: Раздельные каналы RGB
zh_hans: 分离 RGB 通道
zh_hant: 分離 RGB 通道

source: Settings...
de: Einstellungen…
fr: Paramètres...
it: Impostazioni...
ja: 設定...
ko: 설정...
ru: Настройки...
zh_hans: 设置…
zh_hant: 設定...

source: Show Drawing Board Tool
de: Zeichenbrett-Werkzeug anzeigen
fr: Afficher l'outil de tableau de dessin
it: Mostra strumento tavolo da disegno
ja: 描画ボードツールを表示
ko: 그리기 보드 도구 표시
ru: Показать инструмент доски
zh_hans: 显示绘图板工具
zh_hant: 顯示繪圖板工具

source: Size
de: Größe
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
ru: Размер
zh_hans: 大小
zh_hant: 尺寸

source: Smoke
de: Rauch
fr: Fumée
it: Fumo
ja: 煙
ko: 연기
ru: Дым
zh_hans: 烟雾
zh_hant: 煙霧
